Tekla.Structures.Filtering.Categories.ConstructionObjectFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.ConstructionObjectFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.